-- phpMyAdmin SQL Dump
-- version 4.8.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Dec 28, 2025 at 12:14 PM
-- Server version: 5.7.24
-- PHP Version: 7.2.14

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `my_tourist_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `admin`
--

DROP TABLE IF EXISTS `admin`;
CREATE TABLE IF NOT EXISTS `admin` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) NOT NULL,
  `password` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `admin`
--

INSERT INTO `admin` (`id`, `name`, `password`) VALUES
(1, 'admin', '202cb962ac59075b964b07152d234b70');

-- --------------------------------------------------------

--
-- Table structure for table `jazebe`
--

DROP TABLE IF EXISTS `jazebe`;
CREATE TABLE IF NOT EXISTS `jazebe` (
  `j_id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(100) NOT NULL,
  `description` text NOT NULL,
  `image_path` varchar(255) DEFAULT NULL,
  `updated_at` datetime DEFAULT NULL,
  PRIMARY KEY (`j_id`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `jazebe`
--

INSERT INTO `jazebe` (`j_id`, `title`, `description`, `image_path`, `updated_at`) VALUES
(2, 'چغازنبیل', 'چغازنبیل از جاهای دیدنی ایران است که در جنوب غرب ایران، نزدیک شهر تاریخی شوش، در استان خوزستان قرار دارد. همانطور که همه ما می‌دانیم یکی از قدیمی‌ترین شهرهای دنیا شوش است.\r\nاین بنا نمونه‌ای فوق‌العاده از معماری و سکونتگاه باستانی انسان است و فرهنگ و سرگذشت ایلامیان را نشان می‌دهد، به همین دلیل یکی از مهم‌ترین آثار ایران باستان محسوب می‌شود. زیگورات چغازنبیل در سال ۱۳۵۸ خورشیدی به‌عنوان اولین آثار تاریخی برجسته ایران زمین، همراه با نقش جهان اصفهان و تخت جمشید در فهرست جهانی یونسکو به ثبت رسید.‌', 'uploads/jazebe/693e9ab6ed4b2_1765710518.jpg', '2025-12-26 20:36:24'),
(3, 'کاخ گلستان', 'کاخ گلستان یکی از قدیمی‌ترین و مهم‌ترین مجموعه‌های تاریخی ایران است که در قلب تهران و نزدیک میدان ارگ قرار دارد. این کاخ مربوط به دوره قاجار است و مجموعه‌ای از کاخ‌ها، تالارها، موزه‌ها و باغ‌های سلطنتی را در بر می‌گیرد.\r\n\r\nکاخ گلستان در ابتدا به عنوان محل اقامت شاهان قاجار ساخته شد و به مرور زمان با اضافه شدن ساختمان‌ها و تالارهای جدید، به یکی از بزرگ‌ترین و باشکوه‌ترین مجموعه‌های معماری ایران تبدیل شد. معماری کاخ ترکیبی از سبک سنتی ایرانی و تزئینات قجری است و بخش‌هایی از آن شامل تالارهای آیینه‌کاری شده، نقاشی‌ها، گچ‌بری‌های ظریف و شیشه‌کاری‌های زیبا می‌شود.\r\n\r\nاز معروف‌ترین بخش‌های کاخ می‌توان به تالار سلام، تالار عاج، موزه مردم‌شناسی و حوضخانه اشاره کرد. این تالارها نه تنها جلوه‌ای از هنر و فرهنگ ایرانی را نشان می‌دهند، بلکه تاریخ رسمی و مراسم‌های مهم قاجار را نیز بازگو می‌کنند.\r\n\r\nکاخ گلستان در سال ۲۰۱۳ به فهرست میراث جهانی یونسکو اضافه شد و امروزه یکی از مهم‌ترین مقصدهای گردشگری تهران است. بازدید از این مجموعه فرصتی است برای آشنایی با زندگی سلطنتی، هنر و معماری دوره قاجار و تجربه قدم زدن در میان باغ‌ها و تالارهای تاریخی که هر گوشه‌اش داستانی برای گفتن دارد.', 'images/jazebe/jazebe_1766836175_694fc7cf693e4.jpg', '2025-12-27 15:19:35'),
(5, 'مسجد جامع', 'مسجد جامع یزد یکی از نمونه‌های برجسته معماری اسلامی در ایران است که قدمت آن به قرن‌های اولیه اسلام در ایران بازمی‌گردد و طی دوران‌های مختلف بازسازی و توسعه یافته است. این مسجد در وسط بافت تاریخی شهر یزد قرار دارد و با مناره‌های بلند و کاشی‌کاری‌های زیبا خود، یکی از شاخص‌ترین آثار تاریخی شهر به شمار می‌رود.\r\nمعماری مسجد جامع یزد نمونه‌ای از تلاقی هنر و مهندسی ایرانی-اسلامی است؛ گنبد باشکوه آن، سردر کاشی‌کاری شده و صحن وسیع و دلنشین، جلوه‌ای بی‌نظیر ایجاد کرده‌اند. مناره‌های بلند مسجد نه تنها به عنوان نماد شهر یزد شناخته می‌شوند، بلکه یکی از بلندترین مناره‌های ایران نیز هستند.\r\nدر داخل مسجد، می‌توان شبستان‌ها، ایوان‌های تزئین‌شده و محراب‌های زیبای کاشی‌کاری شده را دید که نمونه‌ای از هنر استادکاران ایرانی است. مسجد جامع یزد علاوه بر ارزش معماری، مرکز فعالیت‌های مذهبی و فرهنگی شهر نیز بوده و همچنان محلی برای نماز، تدریس و تجمع مردم است.\r\nبازدید از مسجد جامع یزد فرصتی است برای تماشای معماری اصیل ایرانی، کاشی‌کاری‌های ظریف و فضای معنوی یک مسجد تاریخی که هزاران سال فرهنگ و هنر اسلامی را در خود جای داده است.', 'images/jazebe/jazebe_1766836328_694fc86876ea1.webp', '2025-12-27 15:22:08'),
(6, 'تخت جمشید', 'تخت جمشید، یکی از مهم‌ترین و با شکوه‌ترین آثار تاریخی ایران و جهان است که نماد قدرت و شکوه امپراتوری هخامنشیان به شمار می‌رود. این مجموعه تاریخی در حدود ۲۵۰۰ سال پیش توسط داریوش بزرگ آغاز شد و بعدها به دست خشایارشا و اردشیر توسعه یافت.\r\n\r\nتخت جمشید به عنوان مرکز سیاسی، فرهنگی و مراسمی هخامنشیان عمل می‌کرد و محل برگزاری جشن‌ها و آیین‌های مهم مانند نوروز بود. این بنای عظیم شامل کاخ‌ها، ایوان‌ها، پلکان‌های سنگی و تالارهای ستون‌دار است که با سنگ‌تراشی‌های دقیق و نقش‌های برجسته، داستان‌های تاریخی، مذهبی و زندگی روزمره مردم آن زمان را بازگو می‌کنند.\r\n\r\nاز مهم‌ترین بخش‌های تخت جمشید می‌توان به ایوان کاخ آپادانا، تالار صد ستون و دروازه ملل اشاره کرد. دروازه ملل با نقش مردمانی از کشورهای مختلف تحت سلطه هخامنشیان، نمادی از گستره امپراتوری ایران در آن دوران است.\r\n\r\nتخت جمشید نه تنها یک شاهکار معماری و هنری باستانی است، بلکه نمادی از فرهنگ، قدرت و تاریخ ایران محسوب می‌شود و در سال ۱۹۷۹ به فهرست میراث جهانی یونسکو اضافه شد. بازدید از این مجموعه فرصتی است برای تماشای عظمت و هنر هخامنشیان و درک عمق تاریخ ایران باستان.', 'images/jazebe/jazebe_1766837112_694fcb78f0e70.jpg', '2025-12-27 15:35:12'),
(7, 'کاخ عالی‌قاپو', 'کاخ عالی‌قاپو یکی از مهم‌ترین و شاخص‌ترین آثار دوره صفوی در اصفهان است که در ضلع غربی میدان نقش جهان قرار دارد. این کاخ در زمان شاه عباس اول ساخته شد و به عنوان دروازه ورود به دربار صفوی و محل پذیرایی از سفیران خارجی مورد استفاده قرار می‌گرفت.\r\nعالی‌قاپو ساختمانی شش طبقه با معماری دقیق و هنرمندانه است. از ویژگی‌های برجسته آن می‌توان به ایوان بزرگ با ستون‌های بلند، تزئینات گچ‌بری و نقاشی‌های دیواری اشاره کرد. طبقه ششم، معروف به تالار موسیقی، با طاق‌ها و تزئینات منحصربه‌فردش، دارای آکوستیک فوق‌العاده‌ای است که صدای موسیقی را به شکل بی‌نظیری منعکس می‌کند.\r\nاین کاخ نه تنها جلوه‌ای از قدرت و شکوه صفویان است، بلکه نمونه‌ای بی‌نظیر از هنر معماری ایرانی نیز به شمار می‌رود. عالی‌قاپو همراه با دیگر بناهای میدان نقش جهان، مانند مسجد شیخ لطف‌الله و مسجد جامع اصفهان، یک مجموعه تاریخی و فرهنگی منحصربه‌فرد ایجاد کرده است که سالانه گردشگران بسیاری را جذب می‌کند.\r\nبازدید از کاخ عالی‌قاپو فرصتی است برای تماشای هنر معماری صفوی، نقاشی‌های دیواری و طراحی دقیق داخلی و خارجی کاخ و تجربه حس زندگی و شکوه دربار صفوی در قلب اصفهان.', 'images/jazebe/jazebe_1766837259_694fcc0b9939b.jpg', '2025-12-27 15:37:39'),
(8, 'آرامگاه فردوسی', 'آرامگاه فردوسی، شاعر بزرگ حماسه‌سرای ایرانی و خالق شاهنامه، در شهر توس، نزدیک مشهد قرار دارد. این آرامگاه یکی از مهم‌ترین نمادهای فرهنگ و ادبیات ایران است و به پاس خدمات فردوسی در حفظ زبان و فرهنگ فارسی ساخته شده است.\r\nبنای آرامگاه در قالب یک ساختمان باشکوه و سنگی با ستون‌های بلند و تزئینات هنری ایرانی طراحی شده است. این مکان نه تنها محل دفن شاعر بزرگ، بلکه مرکز فرهنگی و گردشگری نیز به شمار می‌رود. در محوطه آرامگاه، موزه فردوسی، مجسمه شاعر و فضای سبز دلنشین قرار دارد که بازدیدکنندگان را به آرامش و تأمل دعوت می‌کند.\r\nآرامگاه فردوسی هر سال میزبان گردشگران داخلی و خارجی، مراسم‌های فرهنگی و ادبی و علاقه‌مندان به ادبیات فارسی است. بازدید از این مجموعه فرصتی است برای شناخت عمق فرهنگ و تاریخ ایران و ادبیات فاخر فارسی و تجربه ارتباط با یکی از بزرگ‌ترین مفاخر ایران.', 'images/jazebe/jazebe_1766837358_694fcc6e23104.jpg', '2025-12-27 15:39:18'),
(9, 'دره ستارگان', 'دره ستارگان یکی از شگفت‌انگیزترین جاذبه‌های طبیعی ایران است که در جزیره قشم و نزدیک روستای برکه خلف قرار دارد. این دره به دلیل شکل‌های عجیب و خاص صخره‌ها، یکی از متفاوت‌ترین مناظر طبیعی کشور به شمار می‌رود و در میان مردم محلی با داستان‌ها و افسانه‌های قدیمی شناخته می‌شود.\r\nشکل‌گیری دره ستارگان نتیجه فرسایش طبیعی خاک، سنگ و باد در طول هزاران سال است. ستون‌ها، دیواره‌ها و حفره‌های طبیعی دره به گونه‌ای هستند که گویی بر اثر برخورد ستارگان یا موجودات فرازمینی به وجود آمده‌اند؛ به همین دلیل این نام برای آن انتخاب شده است.\r\nاین منطقه علاوه بر ارزش طبیعی، جذابیت زمین‌شناسی بالایی دارد و یکی از ژئوپارک‌های ثبت‌شده قشم محسوب می‌شود. دره ستارگان به‌ویژه هنگام غروب آفتاب و در ساعات شب، فضایی اسرارآمیز و تماشایی پیدا می‌کند که توجه بسیاری از گردشگران را به خود جلب می‌کند.\r\nبازدید از دره ستارگان فرصتی است برای تماشای قدرت طبیعت، تجربه سکوت و آرامش و آشنایی با یکی از خاص‌ترین پدیده‌های طبیعی ایران که تصویری متفاوت از گردشگری جزیره قشم را به نمایش می‌گذارد.', 'images/jazebe/jazebe_1766838388_694fd074072a8.jpg', '2025-12-27 15:56:28'),
(10, 'جزیره هرمز', 'ساحل هرمز یکی از منحصربه‌فردترین و متفاوت‌ترین سواحل ایران است که در جزیره هرمز و در آب‌های نیلگون خلیج فارس قرار دارد. این ساحل به دلیل رنگ‌های طبیعی و چشم‌نواز خاک و شن، جلوه‌ای کم‌نظیر دارد و به عنوان یکی از خاص‌ترین جاذبه‌های طبیعی کشور شناخته می‌شود.\r\nترکیب رنگ‌های سرخ، زرد، نارنجی و سفید در شن‌ها و صخره‌های ساحل هرمز، نتیجه ویژگی‌های زمین‌شناسی خاص جزیره است. این رنگ‌ها در کنار آبی دریا، منظره‌ای خارق‌العاده ایجاد می‌کنند که برای عکاسی و طبیعت‌گردی بسیار جذاب است. به همین دلیل، ساحل هرمز اغلب با عنوان ساحل رنگین‌کمان شناخته می‌شود.\r\nساحل هرمز علاوه بر زیبایی طبیعی، فضایی آرام و بکر دارد و مکانی مناسب برای قدم‌زدن، تماشای طلوع و غروب خورشید و لذت بردن از سکوت دریا است. این منطقه بخشی از ژئوپارک جهانی قشم به شمار می‌رود و ارزش زیست‌محیطی و زمین‌شناسی بالایی دارد.\r\nبازدید از ساحل هرمز تجربه‌ای متفاوت از گردشگری دریایی در ایران است؛ جایی که طبیعت با رنگ‌ها و فرم‌های خاص خود، تصویری فراموش‌نشدنی در ذهن بازدیدکنندگان به جا می‌گذارد.', 'images/jazebe/jazebe_1766838479_694fd0cf3f37b.jpeg', '2025-12-27 15:57:59'),
(11, 'آبشار بیشه', 'آبشار بیشه یکی از معروف‌ترین و زیباترین آبشارهای ایران است که در استان لرستان و در دل طبیعت سرسبز رشته‌کوه زاگرس قرار دارد. این آبشار در نزدیکی روستای بیشه واقع شده و به دلیل دسترسی مناسب و چشم‌انداز طبیعی بی‌نظیر، یکی از محبوب‌ترین جاذبه‌های گردشگری غرب کشور به شمار می‌رود.\r\nآب آبشار بیشه از چشمه‌های طبیعی بالادست تأمین می‌شود و پس از فرو ریختن از ارتفاع، به رودخانه‌ای در پایین‌دست می‌پیوندد. ترکیب صدای دلنشین آب، پوشش گیاهی اطراف و هوای خنک کوهستانی، فضایی آرامش‌بخش و دلپذیر برای گردشگران ایجاد کرده است.\r\nاطراف آبشار بیشه با درختان، صخره‌ها و مسیرهای طبیعی احاطه شده و مکانی مناسب برای طبیعت‌گردی، عکاسی و استراحت در دل طبیعت است. نزدیکی این آبشار به خط راه‌آهن سراسری نیز یکی از ویژگی‌های خاص آن محسوب می‌شود که سفر به این منطقه را جذاب‌تر کرده است.\r\nبازدید از آبشار بیشه فرصتی است برای تماشای زیبایی‌های بکر زاگرس، لذت بردن از طبیعت خالص و تجربه آرامش در کنار یکی از نمادهای طبیعی لرستان که خاطره‌ای ماندگار برای هر گردشگر رقم می‌زند.', 'images/jazebe/jazebe_1766838588_694fd13c798a3.jpg', '2025-12-27 15:59:48');

-- --------------------------------------------------------

--
-- Table structure for table `orders`
--

DROP TABLE IF EXISTS `orders`;
CREATE TABLE IF NOT EXISTS `orders` (
  `o_id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) NOT NULL,
  `email` varchar(100) NOT NULL,
  `phone` varchar(11) NOT NULL,
  `address` text NOT NULL,
  `code` varchar(20) NOT NULL,
  `t_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `travelers` int(11) DEFAULT '1',
  `notes` text,
  `total_price` int(11) DEFAULT NULL,
  `tracking_code` varchar(50) DEFAULT NULL,
  `status` enum('pending','paid','cancelled') DEFAULT 'pending',
  `payment_date` timestamp NULL DEFAULT NULL,
  `payment_method` varchar(50) DEFAULT NULL,
  `card_number_last4` varchar(4) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`o_id`),
  UNIQUE KEY `tracking_code` (`tracking_code`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `orders`
--

INSERT INTO `orders` (`o_id`, `name`, `email`, `phone`, `address`, `code`, `t_id`, `user_id`, `travelers`, `notes`, `total_price`, `tracking_code`, `status`, `payment_date`, `payment_method`, `card_number_last4`, `created_at`) VALUES
(1, 'ریحانه رفیعی', 'reyhanerafee@gmail.com', '09056821241', 'تهران-مینی‌سیتی', '0123456789', 6, 1, 2, '0', 2000, 'TOUR-1766750828-1035', 'paid', '2025-12-26 12:09:19', 'card', '7890', '2025-12-26 12:07:08'),
(2, 'هانیه موسی زاده', 'hmz@gmail.com', '09126541870', 'تهران-اقدسیه', '1596324870', 6, 4, 5, '0', 750000, 'TOUR-1766774192-2368', 'paid', '2025-12-26 18:38:01', 'online', '7890', '2025-12-26 18:36:32');

-- --------------------------------------------------------

--
-- Table structure for table `tours`
--

DROP TABLE IF EXISTS `tours`;
CREATE TABLE IF NOT EXISTS `tours` (
  `t_id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(100) NOT NULL,
  `description` text NOT NULL,
  `image_path` varchar(255) DEFAULT NULL,
  `price` varchar(100) NOT NULL,
  `updated_at` datetime DEFAULT NULL,
  PRIMARY KEY (`t_id`)
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `tours`
--

INSERT INTO `tours` (`t_id`, `title`, `description`, `image_path`, `price`, `updated_at`) VALUES
(6, 'تور ۴ روزه مشهد', 'اقامت در هتلی ۳ یا ۴ ستاره در فاصله‌ای مناسب از حرم مطهر (معمولاً کمتر از ۱۵ دقیقه پیاده‌روی) صورت می‌گیرد که اتاق‌هایی استاندارد با امکانات رفاهی پایه دارد. رفت‌وآمد شامل ترانسفر فرودگاهی یا ایستگاه‌ریلی در بدو ورود و عزیمت، همچنین حمل‌ونقل رایگان به حرم در طول روز است. برنامه زیارتی متمرکز بر حرم امام رضا(ع) و صحن‌ها و روضه منوره است و زمان کافی برای زیارت، دعا و خرید از بازارهای اطراف حرم فراهم می‌شود. تغذیه شامل صبحانه در هتل و یک وعده ناهار یا شام در رستوران‌های محلی (غالباً با غذاهای ایرانی) است. در طول تور، امکان بازدید از جاذبه‌هایی مانند پارک‌ملت، بازار رضا یا آرامگاه فردوسی (بنا به برنامه) نیز وجود دارد.', 'uploads/tours/694e7867c6aaf_1766750311.jpg', '150000', '2025-12-27 15:00:56'),
(7, 'تور ۳ روزه اصفهان', 'در این تور، شما فرصتی پیدا می‌کنید تا زیبایی بی‌نظیر شهر نصف جهان را از نزدیک تجربه کنید. اقامت در هتل‌های ۳ یا ۴ ستاره با دسترسی آسان به میدان نقش جهان و سایر نقاط دیدنی شهر فراهم شده است، جایی که راحتی و امکانات پایه برای استراحت شما مهیاست.\r\nتور شامل گشت و گذار در شاهکارهای معماری ایرانی مانند مسجد شیخ لطف‌الله، عالی‌قاپو و پل‌های تاریخی سی و سه پل و پل خواجو است. همچنین بازدید از بازار اصفهان فرصتی عالی برای خرید صنایع دستی و سوغاتی‌های محلی فراهم می‌کند.\r\nترانسفر فرودگاهی یا ریلی در بدو ورود و خروج و حمل‌ونقل درون شهری برای بازدید از جاذبه‌ها در طول تور فراهم شده است.\r\nتغذیه شامل صبحانه هتل و یک وعده ناهار یا شام در رستوران‌های سنتی اصفهان است تا بتوانید طعم واقعی غذاهای محلی را بچشید.\r\nاین تور مناسب افرادی است که هم تاریخ و فرهنگ ایران را دوست دارند و هم می‌خواهند لحظاتی خاطره‌انگیز در کنار مناظر زیبای اصفهان داشته باشند.', 'uploads/tours/694f9e2356760_1766825507.jpg', '180000', '2025-12-27 16:16:29'),
(8, 'تور ۴ روزه شیراز', 'شیراز، شهری که هر کوچه‌اش قصه‌ای برای گفتن دارد و هر باغش با رنگ و عطر گل‌ها روح شما را تازه می‌کند، منتظر شماست. در این تور ۴ روزه، از تخت جمشید تاریخی تا آرامگاه شاعران بزرگ قدم خواهید زد، در بازار وکیل میان رنگ‌ها و صداهای زندگی محلی غرق می‌شوید و از زیبایی‌های باغ‌های دلنشین و مسیرهای آرامش‌بخش شهر لذت خواهید برد.\r\nبرنامه تور به گونه‌ای طراحی شده که زمان کافی برای تجربه شخصی شهر داشته باشید: می‌توانید قدم بزنید، عکس بگیرید، با مردم محلی آشنا شوید یا لحظه‌ای در یکی از کافه‌ها و باغ‌ها آرام بگیرید. اقامت در هتل‌های دلنشین با دسترسی آسان به نقاط دیدنی، سفرتان را راحت و خاطره‌انگیز می‌کند.\r\nاین سفر برای کسانی است که می‌خواهند شیراز را از نزدیک لمس کنند، طعم غذاهای محلی را بچشند و با خاطراتی ماندگار به خانه بازگردند.', 'uploads/tours/694fa16a6d937_1766826346.jpg', '200000', '2025-12-27 13:25:05'),
(9, 'تور ۳ روزه یزد', 'در این تور ۳ روزه، شما با شهر خشتی و تاریخی یزد آشنا خواهید شد، جایی که معماری سنتی، بادگیرهای معروف و کوچه‌های باریک و زیبای قدیمی چشم‌نواز هستند. بازدید از برج خاموشان، بازار قدیمی یزد و مسجد جامع یزد فرصت تجربه فرهنگ و تاریخ کهن شهر را فراهم می‌کند.\r\nاز دیگر جاذبه‌های تور می‌توان به باغ دولت‌آباد، حمام خان و خانه‌های تاریخی با حیاط‌های دلنشین اشاره کرد که فضای متفاوت و آرامی برای گشت و گذار ارائه می‌دهند.\r\nاقامت شما در هتل‌های سنتی با دسترسی آسان به جاذبه‌های شهر انجام می‌شود تا راحتی و آسایش شما تضمین شود.\r\nاین تور مناسب کسانی است که می‌خواهند هم تاریخ و معماری سنتی ایران را تجربه کنند و هم در فضای آرام و دلنشین یزد لحظاتی خاطره‌انگیز داشته باشند.', 'uploads/tours/694fa394b3e2e_1766826900.webp', '180000', '2025-12-27 12:50:48'),
(10, 'تور ۳ روزه تبریز', 'تبریز، شهری با قدمتی هزارساله و فرهنگی غنی، مقصدی ایده‌آل برای علاقه‌مندان به تاریخ و طبیعت است. در این تور ۳ روزه، شما فرصت بازدید از بازار تاریخی تبریز، ارگ تبریز و مسجد کبود را خواهید داشت و با صنایع دستی و فرهنگ غنی منطقه آشنا می‌شوید.\r\nاما جذابیت تبریز فقط به آثار تاریخی محدود نمی‌شود؛ شما می‌توانید در طبیعت زیبای اطراف شهر، مانند کوه‌های سهند، دریاچه شهرداری و روستاهای سرسبز قدم بزنید و از مناظر کوهستانی لذت ببرید.\r\nاقامت در هتل‌هایی با امکانات کامل و دسترسی آسان به جاذبه‌ها، سفری راحت و خاطره‌انگیز برای شما فراهم می‌کند.\r\nاین تور مناسب کسانی است که می‌خواهند هم تاریخ و فرهنگ تبریز را تجربه کنند و هم از طبیعت شمال غرب ایران لذت ببرند.', 'uploads/tours/694faa8181f68_1766828673.jpg', '190000', NULL),
(11, 'تور ۲ روزه تهران', 'در این تور ۲ روزه، شما فرصت دارید تا پایتخت پرجنب و جوش ایران را از نزدیک تجربه کنید. بازدید از کاخ گلستان، موزه ملی ایران، برج میلاد، برج آزادی و مجموعه تاریخی سعدآباد، شما را با تاریخ و فرهنگ غنی تهران آشنا می‌کند.\r\nهمچنین گشت‌وگذار در بازار بزرگ تهران و خیابان‌های پررونق شهر امکان تجربه زندگی مدرن و خرید صنایع دستی و سوغاتی‌های محلی را فراهم می‌کند. اقامت در هتل‌های لوکس با دسترسی آسان به نقاط دیدنی، سفری راحت و خاطره‌انگیز را برای شما تضمین می‌کند.\r\nاین تور مناسب کسانی است که می‌خواهند ترکیبی از تاریخ، فرهنگ و زندگی شهری ایران را تجربه کنند و لحظاتی متفاوت در پایتخت داشته باشند.', 'images/tours/tour_1766834911_694fc2df37a73.jpg', '150000', '2025-12-27 15:01:16'),
(12, 'تور ۵ روزه کیش و قشم', 'اگر عاشق آفتاب، دریا و طبیعت گرمسیری هستید، این تور 5 روزه برای شما ساخته شده است. در کیش می‌توانید از سواحل شنی، ورزش‌های آبی و تفریحات هیجان‌انگیز لذت ببرید و در بازارهای محلی، صنایع دستی و سوغاتی‌های جزیره را تجربه کنید.\r\nدر قشم نیز طبیعت بکر و منحصربه‌فرد خلیج فارس انتظار شما را می‌کشد. از دره ستارگان، جنگل‌های حرا و جزایر کوچک اطراف دیدن کنید و تجربه‌ای فراموش‌نشدنی از طبیعت کوهستانی و دریایی جنوب ایران داشته باشید.\r\nاقامت شما در هتل‌های ۳ ستاره با امکانات رفاهی و دسترسی آسان به جاذبه‌ها فراهم شده است. برنامه تور طوری طراحی شده که هم لحظات آرامش در ساحل و هم گشت و گذار و تجربه تفریحات هیجان‌انگیز را در اختیار شما قرار دهد.\r\nاین تور مناسب افرادی است که می‌خواهند هم طبیعت و آب‌های نیلگون خلیج فارس را تجربه کنند و هم لحظات شادی و هیجان را در جزایر جنوبی ایران سپری کنند.', 'images/tours/tour_1766834757_694fc245e3661.jpg', '300000', '2025-12-27 15:00:28'),
(13, 'تور ۳ روزه گیلان', 'در این تور ۳ روزه، شما با طبیعت بی‌نظیر شمال ایران آشنا خواهید شد. از جنگل‌های سرسبز و پرآب گیلان، مسیرهای کوهستانی و روستاهای بکر دیدن می‌کنید و آرامش خاصی را تجربه خواهید کرد. بازدید از ماسوله با خانه‌های پلکانی، آبشار ویسادار و روستاهای ییلاقی، فرصت تجربه فرهنگ محلی و زندگی سنتی شمال را برای شما فراهم می‌کند.\r\nسواحل آرام دریای خزر نیز امکان قدم زدن و لذت بردن از نسیم خنک دریا را به شما می‌دهند. اقامت در هتل‌های ۳ ستاره با امکانات رفاهی و دسترسی مناسب به جاذبه‌ها، سفری راحت و خاطره‌انگیز برای شما رقم می‌زند.\r\nاین تور مناسب کسانی است که می‌خواهند ترکیبی از طبیعت بکر، فرهنگ محلی و آرامش شمال ایران را تجربه کنند و لحظاتی فراموش‌نشدنی در دل جنگل‌ها و سواحل گیلان داشته باشند.', 'uploads/tours/694fc183b06c8_1766834563.jpg', '200000', NULL),
(14, 'تور ۳ روزه لرستان', 'لرستان، سرزمینی پر از کوهستان‌های سرسبز، آبشارهای خروشان و روستاهای سنتی، مقصدی عالی برای علاقه‌مندان به طبیعت و آرامش است. در این تور، شما از آبشار بیشه، آبشار نوژیان و تنگه شیرز بازدید خواهید کرد و لحظاتی فراموش‌نشدنی در دل طبیعت بکر تجربه می‌کنید.\r\nهمچنین می‌توانید از قلعه‌ها و آثار تاریخی استان دیدن کنید و با فرهنگ و زندگی محلی مردم لرستان آشنا شوید. اقامت در هتل‌های ۳ یا ۴ ستاره با امکانات رفاهی و دسترسی مناسب به جاذبه‌ها، سفری راحت و خاطره‌انگیز را برای شما تضمین می‌کند.\r\nاین تور مناسب کسانی است که می‌خواهند ترکیبی از طبیعت بکر، آبشارهای زیبا و فرهنگ محلی غرب ایران را تجربه کنند و لحظاتی آرامش‌بخش و هیجان‌انگیز داشته باشند.', 'uploads/tours/694fc49fb402a_1766835359.jpg', '200000', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
CREATE TABLE IF NOT EXISTS `users` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `fullname` varchar(100) NOT NULL,
  `email` varchar(100) NOT NULL,
  `password` varchar(255) NOT NULL,
  `repeat-password` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `fullname`, `email`, `password`, `repeat-password`) VALUES
(1, 'Reyhaneh Rafiee', 'reyhanerafee@gmail.com', '7cf6f611b5dab6e8a34f6a3b6ef0d29e', '7cf6f611b5dab6e8a34f6a3b6ef0d29e'),
(2, 'Hanieh Vafaee', 'honey81@gmail.com', 'be2fc6855075311d91764a4713259f3f', 'be2fc6855075311d91764a4713259f3f'),
(3, 'Melika Mehrabian', 'melika.m@gmail.com', '725e84485b58783414112ea8935c45ad', '725e84485b58783414112ea8935c45ad'),
(4, 'Hanieh Musa', 'hmz@gmail.com', '0b6bdf1aee42ae723aea9ce3ac824e1a', '0b6bdf1aee42ae723aea9ce3ac824e1a');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
